"MJRefreshHeaderIdleText" = "A lista pendente pode ser actualizada";
"MJRefreshHeaderPullingText" = "Libertar e actualizar imediatamente";
"MJRefreshHeaderRefreshingText" = "Actualizar os dados";

"MJRefreshAutoFooterIdleText" = "Clique ou puxe para carregar mais";
"MJRefreshAutoFooterRefreshingText" = "Carregar mais dados";
"MJRefreshAutoFooterNoMoreDataText" = "Todos foram carregados";

"MJRefreshBackFooterIdleText" = "Puxe para cima para carregar mais";
"MJRefreshBackFooterPullingText" = "Solte e carregue mais imediatamente";
"MJRefreshBackFooterRefreshingText" = "Carregar mais dados";
"MJRefreshBackFooterNoMoreDataText" = "Todos foram carregados";

"MJRefreshHeaderLastTimeText" = "Última actualização:";
"MJRefreshHeaderDateTodayText" = "hoje";
"MJRefreshHeaderNoneLastDateText" = "Sem registo";
